Repository: richard-on/GameKash
Catalog: Resources.*.resx
Languages: ru

# ActionDiscarded
source: This action has been successfully discarded.
ru: Это действие было успешно отменено.

# CharacterNotDead
source: Character is not dead.
ru: Персонаж не мёртв.

# CharacterNotParalysed
source: Character is not paralysed.
ru: Персонаж не парализован.

# CharacterNotPoisoned
source: Character is not poisoned.
ru: Персонаж не отравлен.

# CharacterNotSick
source: Character is not sick.
ru: Персонаж не болен.

# InvalidAge
source: Invalid Age value.
ru: Неверное значение возраста.

# InvalidHealth
source: Invalid Health value.
ru: Неверное значение здоровья.

# InvalidMana
source: Invalid Mana value.
ru: Неверное значение маны.

source: Invalid Name.
ru: Недопустимое имя.

# WizardNotDead
source: Wizard is not dead.
ru: Маг не мёртв.

# WizardNotParalysed
source: Wizard is not paralysed.
ru: Маг не парализован.

# WizardNotPoisoned
source: Wizard is not poisoned.
ru: Маг не отравлен.

# WizardNotSick
source: Wizard is not sick.
ru: Маг не болен.

# SelfDamageWarning
source: Warning! You are about to cast this spell on your hero. This will decrease your OWN hero's health. Type "Y" if you wish to proceed. Type "N" if you wish to discard this action.
ru: Внимание! Вы собираетесь применить это заклинание против собственного героя. Ваш герой потеряет здоровье. Напишите "Y", если желаете продолжить. Напишите "N", если желаете отменить данное действие.

# InvalidUserCmd
source: Can't recognise this command. Please try again.
ru: Недопустимая команда. Попробуйте снова.

# IsNotRenewable
source: This artefact has already been used and can't be renewed.
ru: Этот артефакт уже был использован и не может использоваться повторно.

# LowMana
source: Not enough mana.
ru: Недостаточно маны.

# InvalidPowerValue
source: Entered power value is invalid.
ru: Недопутимое значение мощности.

# NullItemPower
source: This artefact can't be used. This item's power is 0.
ru: Артефакт не может быть использован, так как его мощность равна 0.

# OnlyForWizard
source: This artefact can only be applied to a wizard.
ru: Этот артефакт может быть применён только к магу.

# NoSpell
source: You don't have this spell.
ru: Вы не владеете этим заклинанием

# NoArtefact
source: You don't have this artefact.
ru: У вас нет этого артефакта.

# SpellsLimit
source: You can't know any more spells.
ru: Ваш персонаж овладел максимальным количеством заклинаний.

# ArtefactsLimit
source: You can't take any more artifacts.
ru: Ваш персонаж овладел максимальным количеством заклинаний.

# NoTalk
source: This spell requires ability to talk, but your wizard can't talk.
ru: Для применения этого заклинания необходимоа возможность говорить, а ваш маг не умеет этого.

# NoMotion
source: This spell requires ability to move, but your wizard can't move.
ru: Для применения этого заклинания необходимоа возможность двигаться, а ваш маг не может сделать двигаться.
